Repository: ale206/mycookin
Catalog: MyCookinWeb/RecipeMng/App_LocalResources/EditRecipes/EditRecipes.aspx.*.resx
Languages: it_it

# btnAddBeverageRecipeResource1.Text
source: Add beverage
it_it: Aggiungi bevanda

# btnSaveRecipeResource1.Text
source: Save Recipe
it_it: Salva Ricetta

# lblAddBeverageResource1.Text
source: Suggest some beverages that matching this recipe
it_it: Suggerisci una o più bevande da abbinare a questa ricetta

# lblChangeRecipeNameResource1.Text
source: Recipe name
it_it: Nome Ricetta

# lblCookingTimeResource1.Text
source: Cooking time
it_it: Tempo di cottura

# lblGeneralUploadErrorResource1.Text
source: Photo too big
it_it: Foto troppo grande

# lblHotSpicyResource1.Text
source: Hot spicy recipe
it_it: Ricetta Piccante

# lblNumberOfPersonResource1.Text
source: Number of people
it_it: Numero di persone

# lblPreparationTimeResource1.Text
source: Preparation time
it_it: Tempo di preparazione

# lblRecipeDifficultiesResource1.Text
source: Recipe difficulty
it_it: Difficoltà ricetta

# lblRecipeHistoryResource1.Text
source: Recipe history
it_it: Storia della ricetta

# lblRecipeNameResource1.Text
source: Recipe name
it_it: Nome ricetta

# lblRecipeNoteResource1.Text
source: Special notes
it_it: Note particolari

# lblRecipeStepsResource1.Text
source: Write down here how to prepare your recipe
it_it: Descrivi qui come si prepara la tua ricetta

# lblRecipeSuggestionResource1.Text
source: Suggestions
it_it: Suggerimenti

# lblSavingResource1.Text
source: Saving your recipe
it_it: Sto salvando la tua ricetta

# ListItemResource1.Text
source: Easy
it_it: Facile

# ListItemResource2.Text
source: Medium
it_it: Media

# ListItemResource3.Text
source: Difficult
it_it: Difficile

# lnkGeneralInfoResource1.Text
source: Recipe
it_it: Ricetta

# lnkIngredientsResource1.Text
source: Ingredients
it_it: Ingredienti

# lnkOtherInfoResource1.Text
source: Suggestions
it_it: Suggerimenti

# lnkRecipeStepsResource1.Text
source: Preparation steps
it_it: Procedimento

# lnkRecipeTagsResource1.Text
source: Other Informations
it_it: Info Aggiuntive

# hfRecipePercentageCompleteBase.Value
source: complete at {0}%
it_it: completa al {0}%

# lblHoursResource.Text
source: hours
it_it: ore

# lblMinutesResource.Text
source: minutes
it_it: minuti

# lblIngredientsTitleResource.Text
source: Fill out all your ingredients with the right amount and we'll show you the nutritional values ​​of your recipe
it_it: Compila tutti i tuoi ingredienti con le giuste quantità e noi ti mostreremo i valori nutrizionali della tua ricetta

# btnAddNoPhotoStep.Text
source: Add no photo step
it_it: Aggiungi passaggio senza foto

# DeleteStep.OnClientClick
source: return JCOnfirm(this, 'Delete', 'Are you sure?', 'YES', 'NO');
it_it: return JCOnfirm(this, 'Cancella passaggio', 'Sei Sicuro?', 'Si', 'No');

# DragAndDrop.Tooltip
source: Move this step
it_it: Sposta questo passaggio

# lblCreatingSteps.Text
source: Adding step
it_it: Aggiunta in corso

# SelectFilesText.Text
source: Add step with photo
it_it: Aggiungi passaggio con foto

# ChangeRecipePhoto.Text
source: Change photo
it_it: Cambia foto

# ibtnDelete.OnClientClick
source: return JCOnfirm(this, 'Delete Recipe', 'Are you sure?', 'YES', 'NO');
it_it: return JCOnfirm(this, 'Cancella Ricetta', 'Sei Sicuro?', 'SI', 'NO');

# ibtnDeleteResource1.ToolTip
source: Delete this recipe
it_it: Cancella questa ricetta

# hfPublicRecipe.Value
source: Receta pública, visible para todos
it_it: Ricetta pubblica, visibile a tutti

# hfRecipeInDraft.Value
source: Receta de Proyecto, visible sólo para mí
it_it: Bozza, visibile solo a me
